export const items = [
  {
    title: "Какие продукты Вы используете?",
    body: "При приготовлении наших блюд мы используем продукты от лучших поставщиков и всегда выбираем только соответствующие концепции здорового питания продукты. Например, постную говядину, индейку и курицу, низкокалорийные джемы и соусы, пасту твердых сортов.",
  },
  {
    title: "Какие продукты Вы используете?",
    body: "При приготовлении наших блюд мы используем продукты от лучших поставщиков и всегда выбираем только соответствующие концепции здорового питания продукты. Например, постную говядину, индейку и курицу, низкокалорийные джемы и соусы, пасту твердых сортов.",
  },
  {
    title: "Какие продукты Вы используете?",
    body: "При приготовлении наших блюд мы используем продукты от лучших поставщиков и всегда выбираем только соответствующие концепции здорового питания продукты. Например, постную говядину, индейку и курицу, низкокалорийные джемы и соусы, пасту твердых сортов.",
  },
  {
    title: "Какие продукты Вы используете?",
    body: "При приготовлении наших блюд мы используем продукты от лучших поставщиков и всегда выбираем только соответствующие концепции здорового питания продукты. Например, постную говядину, индейку и курицу, низкокалорийные джемы и соусы, пасту твердых сортов.",
  },
];
