import { faqInterface } from "../../views/QuestionsPage/QuestionsPage";

export const faqMock: faqInterface = {
  data: [
    {
      title: "Продукты и меню",
      qa: [
        {
          question: "Какие продукты Вы используете?",
          answer:
            "При приготовлении наших блюд мы используем продукты от лучших поставщиков и всегда выбираем только соответствующие концепции здорового питания продукты. Например, постную говядину, индейку и курицу, низкокалорийные джемы и соусы, пасту твердых сортов.",
        },
        {
          question: "Каждую неделю будут одни и те же блюда?",
          answer:
            "Один из принципов здорового питания - разнообразие. Наши технологи, шеф-повар и диетолог разработали более 100 различных рецептур. Мы готовим для вас разное меню каждый день и каждую неделю.",
        },
        {
          question: "Обновляется ли меню?",
          answer:
            "Мы постоянно работаем над меню и регулярно вносим изменения, поэтому меню из месяца в месяц также будет отличаться. Пишите нам на почту, в социальных сетях или обращайтесь через формы обратной связи, и, возможно, вы тоже повлияете на изменения, ведь мы всегда прислушиваемся к вашим отзывам.",
        },
        {
          question: "Можно ли убрать или заменить ингредиенты в блюде?",
          answer:
            "Конечно! При желании Вы можете убрать какой-то ингредиент (бесплатно) или заменить его за дополнительную плату.",
        },
      ],
    },
    {
      title: "Оплата и доставка",
      qa: [
        {
          question: "В какое время осуществляется доставка?",
          answer:
            "Доставка по Санкт-Петербургу осуществляется ежедневно. Вы сможете выбрать удобный промежуток времени: с 9:00 до 12:00, с 10:00 до 13:00, с 12:00 до 15:00 или с 9:00 до 15:00. Укажите сроки в комментариях к заказу, и курьер доставит наши фирменные пакеты с готовыми блюдами прямо к Вашей двери.",
        },
        {
          question: "Можно ли приостановить доставку?",
          answer:
            "Да, у нас действует возможность заморозки заказа максимум на 7 дней, но для её активации нужно позвонить в поддержку.",
        },
        {
          question:
            "Что делать, если нет возможности получить рацион в установленный день?",
          answer: "Вы можете связаться с нами и изменить время доставки.",
        },
        {
          question: "Какими способами можно оплатить заказ?",
          answer:
            "Для вашего удобства и спокойствия предусмотрены наличная и безналичная оплата при получении.",
        },
      ],
    },
    {
      title: "Хранение",
      qa: [
        {
          question: "Сколько могут храниться блюда?",
          answer:
            "Фирменная технология упаковки блюд позволяет хранить блюда без потери качества более чем 4 дня. Обязательно в холодильнике!",
        },
        {
          question: "Можно ли разогревать блюда в упаковке?",
          answer:
            "Можно! Для этого необходимо снять картонную упаковку, проткнуть пленку в нескольких местах, поставить блюдо в микроволновку и разогреть его в течение 2 минут. Имейте в виду, что все микроволновки разные и Вам может потребоваться немного больше времени для разогрева.",
        },
        {
          question: "Можно ли брать питание с собой?",
          answer:
            "Упаковка для нашего питания учитывает активный образ жизни, поэтому вы можете брать боксы с собой на работу или в дорогу. Для длительных поездок рекомендуем использовать сумки-холодильники, поскольку готовые продукты питания все же требуют соблюдения температурного режима.",
        },
        {
          question: "Где питание хранится у курьеров?",
          answer:
            "Питание производится исключительно в день доставки, далее хранится в специальном холодильном оборудовании. После попадает к курьерам в хладобоксах для соблюдения температурного режима во время доставки.",
        },
      ],
    },
  ],
};
