export const itemsProduct = [
  {
    title: "Какие продукты Вы используете?",
    body: "При приготовлении наших блюд мы используем продукты от лучших поставщиков и всегда выбираем только соответствующие концепции здорового питания продукты. Например, постную говядину, индейку и курицу, низкокалорийные джемы и соусы, пасту твердых сортов.",
  },
  {
    title: "Каждую неделю будут одни и те же блюда?",
    body: "Один из принципов здорового питания - разнообразие. Наши технологи, шеф-повар и диетолог разработали более 100 различных рецептур. Мы готовим для вас разное меню каждый день и каждую неделю.",
  },
  {
    title: "Можно ли убрать или заменить ингредиенты в блюде?",
    body: "Конечно! Мы понимаем, что у многих наших покупателей бывает аллергии или просто нелюбовь к некоторым ингредиентам, поэтом вы можете убрать какой-то ингредиент (бесплатно) или заменить его за дополнительную плату.",
  },
  {
    title: "Обновляется ли меню?",
    body: "Мы постоянно работаем над меню и регулярно вносим в изменения, поэтому меню из месяца в месяц также будет отличаться. Пишите нам на почту, в социальных сетях или обращайтесь через формы обратной связи, и возможно вы тоже повлияете на изменения, ведь мы всегда прислушиваемся к вашим отзывам.",
  },
];

export const itemsDelivery = [
  {
    title: "В какое время осуществляется доставка?",
    body: "Доставка по Санкт-Петербургу осуществляется ежедневно. Вы сможете выбрать удобный промежуток времени: с 9:00 до 12:00, с 10:00 до 13:00, с 12:00 до 15:00 или с 9:00 до 15:00.  Укажите сроки в комментариях к заказу и курьер доставит наши фирменные пакеты с готовыми блюдами прямо к Вашей двери.",
  },
  {
    title: "Можно ли приостановить доставку?",
    body: "Да, у нас действует возможность заморозки заказа максимум на 7 дней, но для её активации нужно позвонить в поддержку.",
  },
  {
    title:
      "Что делать, если нет возможности получить рацион в установленный день?",
    body: "Вы можете связаться с нами и изменить время доставки.",
  },
  {
    title: "Какими способами можно оплатить заказ?",
    body: "Для вашего удобства и спокойствия предусмотрены наличная и безналичная оплата при получении.",
  },
];

export const itemsStore = [
  {
    title: "Сколько могут храниться блюда?",
    body: "Фирменная технология упаковки блюд позволяет хранить блюда без потери качества более чем 4 дня. Обязательно в холодильнике!",
  },
  {
    title: "Можно ли разогревать блюда в упаковке?",
    body: "Можно! Для этого необходимо снять картонную упаковку, проткнуть пленку в нескольких местах, поставить блюдо в микроволновку и разогреть его в течение 2 минут. Имейте ввиду, что все микроволновки разные и Вам может потребоваться немного больше времени для разогрева.",
  },
  {
    title: "Можно ли брать питание с собой?",
    body: "Упаковка для нашего питания учитывает активный образ жизни, поэтому вы можете брать боксы с собой на работу или в дорогу. Для длительных поездок рекомендуем использовать сумки-холодильники, поскольку готовые продукты питания все же требуют соблюдения температурного режима.",
  },
  {
    title: "Где питание хранится у курьеров?",
    body: "Питание производится исключительно в день доставки, далее хранится в специальном холодильном оборудовании. После попадает к курьерам в хладобоксах для соблюдения температурного режима во время доставки.",
  },
];
